---
kind: enumMember
id: F:Autodesk.Revit.DB.FamilyHostingBehavior.Roof
enum: Autodesk.Revit.DB.FamilyHostingBehavior
zh: 屋顶
source: html/978751ef-c881-d15f-405f-9a2e96577daf.htm
---
# Autodesk.Revit.DB.FamilyHostingBehavior.Roof

**中文**: 屋顶